Repository: dzonik125/SIMS_Grupa_6
Catalog: ZdravoBolnica/SecretaryView/Resources/language.*.resx
Languages: sr_latn

source: Add
sr_latn: Dodaj

# AddAllergen
source: Define allergen:
sr_latn: Definisite alergen:

# AddAllergenPatient
source: Add the allergen to the patient:
sr_latn: Dodajte alergen pacijentu:

# Address
source: Residential address
sr_latn: Adresa stanovanja

# AddressError
source: Please enter valid street name
sr_latn: Unesite ispravno ime ulice.

# AddSpecializations
source: Add specialization to the doctor:
sr_latn: Dodajte specijalizaciju lekaru

source: Allergens
sr_latn: Alergeni

# Apartment
source: Appartment number
sr_latn: Stan

source: Author
sr_latn: Autor

source: Back
sr_latn: Odustani

# BirthDay
source: Date of birth
sr_latn: Datum rodjenja

# BirthDayPlace
source: Place of birth
sr_latn: Mesto rodjenja

source: Cancel an appointment
sr_latn: Otkazi termin

# City
source: Residential city
sr_latn: Mesto stanovanja

# CityError
source: Please enter a valid city name.
sr_latn: Unesite ispravno ime grada.

# Clinic
source: Hello clinic
sr_latn: Zdravo klinika

source: Code
sr_latn: Sifra

# Contact
source: Contact phone
sr_latn: Broj telefona

# ContactError
source: Please enter valid contact phone.
sr_latn: Unesite ispravan kontakt telefon.

source: Date
sr_latn: Datum

source: Delete
sr_latn: Izbrisi

source: Doctor
sr_latn: Lekar

source: Doctors
sr_latn: Lekari

source: Edit
sr_latn: Izmeni

# EditAllergen
source: Modify the selected allergen:
sr_latn: Izmenite selektovani alergen:

# EmailError
source: Please enter valid email.
sr_latn: Unesite ispravna email.

source: Emergency
sr_latn: Hitan slucaj

source: Emergency term
sr_latn: Hitan termin

# EncounteredProblems
source: Have you encountered any problems?
sr_latn: Da li ste se susreli sa problemima u aplikaciji?

source: Feedback
sr_latn: Povratne informacije

source: Female
sr_latn: Zenski

# Floor
source: The floor
sr_latn: Sprat

source: Gender
sr_latn: Pol

source: Guest patient
sr_latn: Gostujuci pacijent

source: Home page
sr_latn: Pocetna stranica

# JMBG
source: Personal No.
sr_latn: JMBG

# Language
source: English
sr_latn: Srpski

source: Log out
sr_latn: Odjavi se

source: Make an appointment
sr_latn: Zakazite termin

source: Male
sr_latn: Muski

source: Medical record
sr_latn: Zravstveni karton

source: MENU
sr_latn: MENI

source: Move an appointment
sr_latn: Pomeri termin

source: Name
sr_latn: Ime

# NameError
source: Please enter a valid name.
sr_latn: Unesite ispravno ime.

source: New news
sr_latn: Nova vest

source: News
sr_latn: Vesti

source: News text:
sr_latn: Tekst vesti:

source: No
sr_latn: Ne

# OnlyNumbersError
source: Please enter numbers.
sr_latn: Unesite cifre.

source: Password
sr_latn: Lozinka

# PasswordError
source: Please enter valid password of at least 6 characters.
sr_latn: Unesite ispravnu lozinku od minimum 6 karaktera.

source: Patient
sr_latn: Pacijent

source: Patient registration
sr_latn: Registracija pacijenta

source: Patients
sr_latn: Pacijenti

# Rate
source: Rate the application:
sr_latn: Ocenite aplikaciju:

source: Register
sr_latn: Registruj

source: Remarks:
sr_latn: Primedbe:

source: Report
sr_latn: Izvestaj

source: Reports
sr_latn: Izvestaji

source: Room
sr_latn: Sala

source: Schedule an appointment
sr_latn: Zakazi termin

source: Search:
sr_latn: Pretraga:

# SelectReport
source: Select the report you want to generate:
sr_latn: Izaberite izvetaj koji zelite da generisete:

source: Specialization
sr_latn: Specijalizacija

source: Specializations
sr_latn: Specijalizacije

# State
source: Residential state
sr_latn: Drzava stanovanja

# StateError
source: Please enter a valid state name.
sr_latn: Unesite ispravno ime drzave.

source: Submit
sr_latn: Potvrdi

source: Surname
sr_latn: Prezime

# SurnameError
source: Please enter a valid surname.
sr_latn: Unesite ispravno prezime.

source: Term
sr_latn: Termin

source: Terms
sr_latn: Termini

source: Theme
sr_latn: Tema

source: Time
sr_latn: Vreme

source: Title
sr_latn: Naslov

source: Type of term
sr_latn: Tip termina

# UCINError
source: Please enter a valid 13-digit UCIN.
sr_latn: Unesite ispravan jmbg od 13 cifara.

# UnknownError
source: Unknown error occured.
sr_latn: Doslo je do nepoznate greske.

source: Username
sr_latn: Korisnicko ime

# UsernameError
source: Please enter valid username of 3 to 18 characters.
sr_latn: Unesite ispravan korisnicko ime od 3-18 karaktera.

# WeeklyReport
source: Weekly report on scheduled operations and examinations
sr_latn: Nedeljni izveštaj o zakazanim operacijama i pregledima

source: Yes
sr_latn: Da
